-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- 主机： 127.0.0.1
-- 生成日期： 2019-12-17 10:05:51
-- 服务器版本： 10.4.6-MariaDB
-- PHP 版本： 7.3.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `project`
--

--
-- 转存表中的数据 `teach_daytime`
--

INSERT INTO `teach_daytime` (`id`, `department`, `sort`, `part`, `title`, `start`, `end`, `note`) VALUES
(1, 1, 0, '上午', '早自习', '7:20', '7:40', ''),
(2, 1, 1, '上午', '第一节', '7:55', '8:35', ''),
(3, 1, 2, '上午', '第二节', '8:43', '9:23', ''),
(4, 1, 4, '上午', '第四节', '10:43', '11:23', ''),
(5, 1, 5, '上午', '第五节', '11:33', '12:13', ''),
(6, 1, 6, '下午', '第六节', '14:30', '15:10', ''),
(8, 1, 3, '上午', '第三节', '9:53', '10:33', ''),
(9, 1, 7, '下午', '第七节', '15:20', '16:00', ''),
(10, 1, 8, '下午', '第八节', '16:15', '16:55', ''),
(11, 1, 9, '下午', '第九节', '17:05', '17:45', ''),
(12, 1, 10, '晚上', '晚自习', '19:00', '22:00', ''),
(15, 2, 0, '上午', '早自习', '7:20', '7:40', ''),
(16, 2, 1, '上午', '第一节', '7:55', '8:35', ''),
(17, 2, 2, '上午', '第二节', '8:43', '9:23', ''),
(18, 2, 3, '上午', '第三节', '9:53', '10:33', ''),
(19, 2, 4, '上午', '第四节', '10:43', '11:23', ''),
(20, 2, 5, '上午', '第五节', '11:33', '12:13', ''),
(21, 2, 6, '下午', '第六节', '14:30', '15:10', ''),
(22, 2, 7, '下午', '第七节', '15:20', '16:00', ''),
(23, 2, 8, '下午', '第八节', '16:15', '16:55', ''),
(24, 2, 9, '下午', '第九节', '17:05', '17:45', ''),
(25, 2, 10, '晚上', '晚自习', '19:00', '22:00', ''),
(26, 3, 0, '上午', '早自习', '7:20', '7:40', '');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
